export const ZZZ_EVENTS = [
  { type: 'vup', from: '2025/01/22', to: '2025/03/11', name: 'バージョン1.5' },
  { type: 'gacha', from: '2025/01/22', to: '2025/02/12', name: '【前半ガチャ】アストラ・エレン（復刻）' },
  { type: 'gacha', from: '2025/02/12', to: '2025/03/11', name: '【後半ガチャ】イヴリン・青衣（復刻）' },
  {
    type: 'event',
    from: '2025/01/23',
    to: '2025/03/10',
    name: '【イベント】願いがきらめく日-ボンプビューティーコンテストチャンピオンへの道',
  },
  { type: 'event', from: '2025/01/22', to: '2025/03/10', name: '【イベント】響きあう旋律-「アストラ」特番放送' },
  { type: 'event', from: '2025/01/22', to: '2025/03/10', name: '【イベント】サメ少女エレンの悩み-「エレン」特番放送' },
  {
    type: 'event',
    from: '2025/01/22',
    to: '2025/03/10',
    name: '【イベント】きらめくプレリュード',
    description: 'ログインで[暗号化手マスターテープ]x10を獲得',
  },
];
