export const ZZZ_EVENTS = [
  { type: 'vup', from: '2025/01/22', to: '2025/03/11', name: 'バージョン1.5' },
  { type: 'gacha', from: '2025/01/22', to: '2025/02/12', name: '【前半ガチャ】アストラ・エレン（復刻）' },
  { type: 'gacha', from: '2025/02/12', to: '2025/03/11', name: '【後半ガチャ】イヴリン・青衣（復刻）' },
  {
    type: 'present',
    from: '2025/01/22',
    to: '2025/03/10',
    name: '【配布】煌めくプレリュード（ログインで[暗号化手マスターテープ]x10を獲得）',
    description: 'ログインで[暗号化手マスターテープ]x10を獲得',
  },
  {
    type: 'present',
    from: '2025/01/29',
    to: '2025/03/11',
    name: '【配布】星々からの新春祝い（ログインで[暗号化手マスターテープ]x10を獲得）',
    description: 'ログインで[暗号化手マスターテープ]x10を獲得',
  },
  { type: 'event', from: '2025/01/22', to: '2025/03/10', name: '【イベント】響きあう旋律-「アストラ」特番放送' },
  { type: 'event', from: '2025/01/22', to: '2025/03/10', name: '【イベント】サメ少女エレンの悩み-「エレン」特番放送' },

  {
    type: 'event',
    from: '2025/01/23',
    to: '2025/03/10',
    name: '【イベント】願いがきらめく日',
  },
  {
    type: 'event',
    from: '2025/01/24',
    to: '2025/02/05',
    name: '【イベント】約束された正夢',
  },
  {
    type: 'event',
    from: '2025/01/28',
    to: '2025/03/10',
    name: '【イベント】決戦！「GOD FINGER」の頂',
  },
  {
    type: 'event',
    from: '2025/02/02',
    to: '2025/02/17',
    name: '【イベント】パシャリ！ホロウ記者',
  },
  {
    type: 'event',
    from: '2025/02/14',
    to: '2025/03/10',
    name: '【イベント】エルピス最強釣り師決定戦',
  },
];
